[감사의 글 ]'야권 후보 단일화 촉구 긴급 호소문'발표에 동참하신 교수님께 (20220228)
	
관리자
알립니다2022-02-28조회수 2058
정교모 회원 교수님들께,

 

주말 동안 진행된 ‘야권 후보 단일화 촉구 긴급 호소문’ 발표에 동참하신 교수님들께, 감사의 인사를 드립니다.

2월 27일 오후 4시 기준으로 461명의 교수님께서 서명하셨으며, 관련 보도자료를 어제 오후 늦게 발표하였습니다.

그후로도 오늘 2월 28일 오후3시 기준 657명 교수님께서 서명에 동참해주셨습니다.

명단은 아래와 같습니다.



[보도자료 URL] : https://han.gl/pQQvq

[보도자료 기사 URL]

1. 연합뉴스 http://naver.me/Fijf3jxQ

2. 월간조선 뉴스룸 http://naver.me/xQo7Tulh

3. http://www.ngopress.kr/news/articleView.html?idxno=409

 

앞으로도 정교모는 정권 교체를 위하여 교수님들과 함께, 나아갈 것을 다짐합니다.

 

아울러 다음과 같이, 3월 2일 ‘대장동 게이트, 그 이후’로 하여 한변/정교모 공동세미나가 개최되니 많은 참여 부탁 올립니다.

 

[대장동 게이트 세미나 포스터 URL] : https://han.gl/ObCUw

 

사회정의를 바라는 전국교수모임  중앙집행위원회



                                

                                     -아 래 -

***2월28일 오후3시 기준 참여 교수 명단 : 657명

1	강관중	동아대 명예교수	　	331	양유석	중앙대학교 국제대학원
2	강국희	성균관대 명예교수	　	332	엄동섭	서강대학교
3	 배현식	동덕여자대학	　	333	염준근	동국대학교
4	강규형	명지대	　	334	오경란	기톨릭관동대학교
5	강명천	부산경상대학교	　	335	오규훈	　
6	강명희	덕성여대	　	336	오영준	연세대학교
7	강병호	배재대학교	　	337	오영철	명지대
8	강선보	고려대	　	338	오응주	명지대학교
9	강영무	동아대학교	　	339	오정자	전 덕성여대 교수
10	강용찬	목원대 명예교수	　	340	오화석	배재대학교
11	강장석	전 국민대학교 교수	　	341	우성근	세경대학교
12	강학순	안양대학교	　	342	우순조	성결대학교
13	강학철	경기과학기술대학교	　	343	우창열	가톨릭관동대학교
14	강현석	경상국립대학교 명예교수	　	344	원유헌	홍익대학교
15	강효석	한국외대	　	345	위상봉	한국기술교대
16	고명길	창신대학	　	346	유대현	연세대학교
17	고명석	21세기인권복지연구 소장	　	347	유영한	공주대학교
18	고인숙	대구대학교 (명예교수)	　	348	유원적	옥포대학교 사학과 명예교수
19	고재문	울산대학교	　	349	유원희	인하대학교
20	고재석	동국대학교 명예교수	　	350	유재희	가천대학교 간호대학 명예교수
21	고재용	청운대학교	　	351	유정애	중앙대학교
22	공성철	대전신학대학교	　	352	유춘희	상명대학교
23	공인규	신라대 강사 은퇴	　	353	윤 상화	용인대학교
24	구승회	신라대학교	　	354	윤경병	서강대
25	구자룡	한림대 의대	　	355	윤경자	동의대학교
26	구헌서	동명대학교	　	356	윤명철	동국대학교
27	국윤범	상지대학교 명예교수	　	357	윤선영	인천가톨릭대학교
28	권봉상	경기대하쿄 명예교수	　	358	윤성호	　
29	권숙희	제주대학교	　	359	윤숙례	강릉영동대학교
30	권원태	서울시립대학교	　	360	윤승규	고려대학교
31	권철안	명지대학교	　	361	윤영은	이화여대
32	권태찬	계명대학교	　	362	윤영화	고신대학교
33	권택천	충남대 명예교수	　	363	윤용규	강원대학교(명예)
34	권혁동	부경대학교	　	364	윤윤석	광운대 명예교수
35	권혁준	고려대학교	　	365	윤재만	대구대학교
36	기정훈	명지대학교	　	366	윤재헌	충북대학교
37	김 용진	Department of Physics, University of Puerto Rico, Mayaguez, PR 00681, US	　	367	윤정모	서울과학기술대학교 명예교수
38	김 우택	한림대학교	　	368	윤진기	경남대 명예교수
39	김경남	삼육대학교	　	369	윤진영	대구가토릭대학교
40	김경수	가천대학교	　	370	윤태훈	부산대학교
41	김경태	포스텍	　	371	윤형근	동국대학교
42	김경호	아주대학교 대학원(전직)	　	372	윤형로	연세대학교
43	김경회	명지대	　	373	윤혜숙	서울대학교
44	김광민	충북대	　	374	윤혜정	평택대학교
45	김광윤	아주대학교	　	375	윤화영	서울대학교
46	김광준	중앙대학교 의과대학	　	376	이 명 호	연세대학교 명예교수
47	김광현	한국교통대학교	　	377	이 종 구	가톨릭관동대학교
48	김광휘	강남대하쿄	　	378	이 학 승	신안산대학교 경영과
49	김기연	인제대학교	　	379	이 효 선	중앙대 사회학과 명예교수
50	김기재	세종대학교	　	380	이강언	대전대
51	김길웅	경북대 명예교수	　	381	이강택	연세대학교
52	김남일	춘천교대	　	382	이강호	한양대 인문과학대학
53	김달숙	충남대학교 명예교수	　	383	이건모	아주대학교
54	김도문	경동대 명예교수	　	384	이광자	이화여대
55	김동관	세종대학교	　	385	이국행	전북대학교
56	김동삼	경북과학대학교	　	386	이규상	목원대학교
57	김동수	경희대학교	　	387	이기봉	고려대학교
58	김동언	포스텍	　	388	이기설	서원대학교
59	김동윤	건국대	　	389	이기의	강원대 명예교수
60	김동혁	한국해양대학교	　	390	이기재	인제대학교
61	김동현	연세대학교	　	391	이기향	한성대학교
62	김려섭	정년퇴직	　	392	이길왕	부산대학교
63	김명수(1)	극동대학교	　	393	이대훈	(전) 극동대학교
64	김명수(2)	서울과기대	　	394	이덕근	둥국대 대학원
65	김명호	숭실대학교	　	395	이동규	고신대
66	김무길	교사 퇴직	　	396	이동길	계명문화대학교
67	김문찬	울산의대	　	397	이동일	부산대 명예교수
68	김미희	전남대	　	398	이동찬	안동대
69	김민곤	전 협성대 외래교수	　	399	이만길	고신대학교
70	김민규	국립한밭대학교 명예교수	　	400	이만섭	KAIST
71	김복래	경민대학교	　	401	이명곤	제주대학교 인문대 철학과
72	김봉수	총신대 명예교수	　	402	이명균	창원대학교 명예교수
73	김상겸	단국대학교	　	403	이미련	동명대학교
74	김상달	부산대학교	　	404	이범희	서울대
75	김상수	전 대구보건대학코	　	405	이병래	중부대학교
76	김상용	국민대학교	　	406	이병수	경성대학교 응용수학과 명예교수
77	김상호	광주과학기술웡	　	407	이병찬	계명대학교
78	김상희	공주대명예교수 김상희	　	408	이병혜	전명지대교수
79	김석삼	경북대학교	　	409	이봉지	배재대학교
80	김선응	대구가톨릭대학교	　	410	이봉형	대전대학교
81	김선호	명지대학교	　	411	이삼현	연세대학교 물리학과
82	김선회	신성대학교	　	412	이상문	한국교통대학교 명예교수
83	김성욱	총신대학교	　	413	이상영	건국대학교
84	김성종	극동대학교	　	414	이상현(1)	숭실대학교
85	김성진	단일화촉구에 적극 동의합니다.	　	415	이상현(2)	전 배재대학교 교수
86	김세롱	대구대학교	　	416	이성용	고신대학교
87	김수광	부산과학기술대학교	　	417	이성우	동아대학교 법학전문대학원
88	김수길	신라대학교 명예교수	　	418	이성호	중앙대학교
89	김수영 (2)	백석대(경남)	　	419	이소연	은퇴 교수
90	김수영(1)	부산대학교	　	420	이수봉	동아대학교
91	김숙환	충남대학(전직)	　	421	이숙희	충남대학교 문과대학 명예교수
92	김승래	단국대	　	422	이순걸	고려대학교
93	김승욱	중앙대 명예교수	　	423	이승목	가톨릭관동대
94	김승조	서울대학교 명예교수	　	424	이양수	연세대 행정학과 명예교수
95	김식	세명대학교	　	425	이영옥	성균관대학교
96	김애실	한국외국어대학교 명예교수	　	426	이영희	한남대학교
97	김억중	한남대	　	427	이옥재	경상국립대학교
98	김연수	인제대학교	　	428	이완인	인하대학교
99	김연화	영남이공대학교 간호대학	　	429	이용우	　
100	김엽래	경민대학교	　	430	이용필 	제주대학교 정년퇴직
101	김영숙	경북보건대학교	　	431	이우용	인제대학교
102	김영일	한국산업기술대학교	　	432	이운성	전 폴리텍대학 홍성캠퍼스
103	김영태	금오공과대학교	　	433	이윤선	연세대학교
104	김영호(1)	수원대학교 정년교수	　	434	이은규	안양대학교 전 총장
105	김영호(2)	성신여대	　	435	이은기	전 서강대 로스쿨교수
106	김영훈	숭실대학교 법대	　	436	이은혜	순천향대학교
107	김용겸	가천대	　	437	이은희(1)	인하대학교
108	김용범	나사렛대학교	　	438	이은희(2)	동국대학교
109	김용환	서울대 농생대	　	439	이장호	서강대학교 명예교수
110	김욱	단국대학교	　	440	이재록	청주대학교
111	김원태	청주대학교	　	441	이재영	전북대학교
112	김유식	한국국제대학교	　	442	이재준	건양대학교
113	김윤실	건국대학교 그로컬 캠퍼스	　	443	이재형	우석대학교 전 교수
114	김윤태	백석대학교	　	444	이정민	글로벌사이버대학교
115	김은옥	수원대학교	　	445	이정인	서울대학교 명예교수
116	김응종	충남대 명예교수	　	446	이제봉	울산대학교
117	김의곤	인하대학교	　	447	이종권	　
118	김익규	계명대학교	　	448	이종기	제주국제대
119	김익진	한서대학교	　	449	이종민	상지대학교
120	김인섭	카토릭관동대	　	450	이종은	국민대학교 명예교수
121	김인수	전북대학교 명예교수	　	451	이종희	동덕여자대학교(퇴직)
122	김인한	경희대학교	　	452	이준하	영남대학교
123	김일옥	삼육대학교	　	453	이지민	세명대학교
124	김일한	배재대학교	　	454	이지용	계명대학교
125	김일형	차의과학대학교	　	455	이지우	명지대학교
126	김재광	청주대학교	　	456	이진덕	금오공과대학교
127	김재홍	경북대학교 경영대학원	　	457	이진배	대구가톨릭대학교
128	김재환(1)	니시렛대학교	　	458	이창복	⁸한국오국어대학교
129	김재환(2)	부산대	　	459	이창현	한국외대 법학전문대학원
130	김정봉	한국침례신학대학교	　	460	이천	인하대학교
131	김정수	경북대학교 의과대학	　	461	이춘하	호서대학교
132	김정일	명지대학교	　	462	이충호	한국교통대 명예교수
133	김정준	총신대학교	　	463	이학주	울산대학교
134	김종우	강남대학교 글로벌문화학부	　	464	이해묵	경기대학교
135	김종호	서울교육대학교	　	465	이헌국	경희대학교 고황명예교수
136	김종훈	전주대학교	　	466	이헌용	명지대
137	김주환(1)	전 한라대 겸임교수	　	467	이현옥	연성대학교
138	김주환(2)	경기대학교	　	468	이현주	연세대학교
139	김지현	한동대	　	469	이현호	명지대학교
140	김진세	전 우송대학교 교수	　	470	이호선	국민대
141	김진수	출북대	　	471	이화행	동명대
142	김진영	강원대학교	　	472	이훈범	카톨릭 관동대학교 의과대학 성형외과
143	김진우	이화여대	　	473	이흥환	경북대학교
144	김진헌	서경대학교 컴퓨터공학과	　	474	이희석	전(원광대겸임교수/건축과)
145	김진현	경북대학교	　	475	임 경택	인천대학교 명예교수
146	김진황	세종대학교	　	476	임 상국	감리교 신학대학교
147	김창근	중앙대학교	　	477	임광선	우송대학교
148	김창부	인하대학교	　	478	임기철	고려대 기술경영전문대학원
149	김창선	서경대학교	　	479	임난영	한양대 간호학부 명예교수
150	김창유	용인대학교 명예교수	　	480	임명택	전남대학교
151	김창은	명지대학교 산업경영공학과	　	481	임미라	　
152	김철기	DGIST	　	482	임석철	아주대학교
153	김철해	횃불트리니티 대학원 대학교 (은퇴)	　	483	임운기	부산대학교 자연과학대학 분자생물학과
154	김철호	충남대하교	　	484	임정덕	부산대
155	김치경	충북대학교	　	485	임종국	한국교통대학교
156	김치하	포스텍	　	486	임종윤	　
157	김칠주	한국가톨릭대학교	　	487	임천석	건국대학교
158	김태우	연세대학교명예교수	　	488	임환재	고대 문과대학 명예교수
159	김태웅	원광대	　	489	장대흥	부경대학교
160	김택균	전 세경대 교수	　	490	장도곤	동원대학교
161	김판규	세종대학교 국방시스템공학과	　	491	장도준	대구가톨릭대학교
162	김평길	동양미래대학교	　	492	장동일	충남대학교
163	김현숙	신성대학교	　	493	장병국	계명의대
164	김형국	중앙대학교	　	494	장성기	영산대학교 교수(전)
165	김혜순	가천대학교퇴직	　	495	장숙	서울장신대
166	김홍건	전주대학교	　	496	장영주	아주대
167	김홍기	경기대학교	　	497	장윤상	한국기술교육대학교
168	김홍범	경상국립대학교	　	498	장은영	이화여대
169	김홍출	경상국립대	　	499	장인영	부산여자대학교 명예교수
170	김효수	서울대학교	　	500	장일순	　
171	깅준	장안대학교	　	501	장정옥	가천대학교
172	나승혁	건국대학교 항공우주설계인증연구소	　	502	장주섭 교수	한양대학교
173	남궁 용권	관동대학교 명예교수	　	503	장태휘	Fugen21c 기술컨설턴트 대표,(전)울산대 교수
174	남궁숙	한림대학교 의과대학	　	504	장현옥	용인예술과학대학교
175	남기현	수원과학대학교	　	505	전경미	예원예술대학교
176	남명진	충남대학교 명예교수	　	506	전도홍	가토릭관동대학교
177	남상섭	중부대학교	　	507	전병태	건국대학교 명예교수
178	남수우	KAIST	　	508	전성표	울산대학교
179	남승현	배재대학교	　	509	전용성	서울대학교
180	남용현	강원대학교 명예교수	　	510	전윤한	퇴직교수
181	남현도	단국대학교	　	511	전일철	전북대학ㄱᆢㄷ
182	노기엽	경동대학교	　	512	전주범	한국 예술종합학교
183	노부호	서강대학교 경영학과	　	513	전진석	카톨릭대학교 명예교수
184	노성우	울산대학교	　	514	전창호	한양대학교(명예교수)
185	노학재	순천향대학교	　	515	전환성	청주대학교 (명예교수)
186	류관희	서울대학교	　	516	전희종	숭실대학교
187	류동길	숭실대	　	517	정 두영	고신대학교
188	류현모	서울대	　	518	정 재동	경북대학교
189	문귀선	한성대학교	　	519	정구열	Unist 명예교수
190	문병구	대구대학교	　	520	정구춘	건국대학교
191	문재덕	경북대학교 전기공학과 (명예교수)	　	521	정구흥	서울대 생명과학부(명예교수)
192	문주현	혜전대학교	　	522	정병욱	동국대학교 경주병원 외과 교수
193	민광준	건국대학교	　	523	정복례	경북대학교 명예교수
194	민대훈	서울기독대	　	524	정봉도	대구대
195	민현식	서울대학교	　	525	정상대	명지대
196	박 기용	영남대학교	　	526	정선근	서울의대
197	박 외근.	포항대학교	　	527	정성교	동아대학교
198	박경규	경북대학교	　	528	정성근	가천대학교 예술대학 명예교수
199	박규홍	서원대학교	　	529	정성해	충남대학교
200	박길수	영산대학교	　	530	정승훈	경북과학대학교
201	박병일	강남대학교	　	531	정연호	계명대학교
202	박상길	부경대학교(해직교수)	　	532	정영기	아주대학교
203	박상언	인천대학교	　	533	정영수	인하대학교
204	박선희	전북대명예교수	　	534	정우식	이화여대 의학과
205	박성수	고려대학교 생명과학부	　	535	정윤세	단국대학교
206	박수웅	경성대	　	536	정인식	경희대학교 생명공학원
207	박순식	대구가톨릭대 경영학과	　	537	정종대	한국기술교육대학교
208	박승길	대구가톨릭대학교 명예교수	　	538	정종환	순천대학교 인문예술대학
209	박승호	백석대학교	　	539	정종훈	동아대학교
210	박승화	건국대학교 의학전문대학원	　	540	정준기	부경대학교
211	박영석	명지대학교 교수	　	541	정지문	남서울대학교
212	박영아	명지대학교	　	542	정철수	서울대학교
213	박영춘	한동대 전산전자공학부	　	543	정하중	서강대학교 명얘교수
214	박옥연	경성대힉교 명예교수	　	544	정학성	경인여자대학교
215	박완규	중앙대학교	　	545	정호열	성균관대학교
216	박은숙	KC대학교	　	546	정홍익	서울대학교 행정대학원 명예교수
217	박의수	강남대학교(퇴임)	　	547	정환철	동원과학기술 대학교
218	박인창	가천대학교	　	548	정환호	인덕대학교 교수
219	박재공	카도릭관동대학정년퇴임	　	549	제양규	한동대학교
220	박재복	대구가톨릭대학교	　	550	조경숙	가천대학교
221	박재세	인천대학교 명예교수	　	551	조명래	건국대학교
222	박재인	충북대학교	　	552	조명진	인천대학교 명예교수
223	박재화	두원공대	　	553	조무광	신라대학교
224	박제근	서울대	　	554	조미카	신라대학교
225	박종원	영남대학교	　	555	조병태	한림대학교
226	박종진	서원대학교	　	556	조성구	전 세명대교수
227	박주성	부산대학교	　	557	조성환	명지대
228	박차원	경남정보대학교	　	558	조영탁	광주댸학교
229	박천만	계명대학교	　	559	조용란	한서대학교
230	박철	전 고려대 의과대학 교수	　	560	조일영	한국교원대학교
231	박추환	영남대학교	　	561	조준상	경동대학교
232	박태석	전 경북과학대학교	　	562	조진석	영진전문대학교
233	박태희	강뭔대하쿄	　	563	조징식	전 영산대학교 교수
234	박해철	중앙대학교	　	564	조철호	서경대학교
235	박현선	인하대학교	　	565	주종훈	전 단국대교수
236	박현철	포항공과대학교	　	566	지 창호	미국 La Sierra University
237	박혜경	영남대학교 불문과	　	567	지계웅	가톨릭관동대학교
238	박혜숙	연세대학교	　	568	진소영	순천향대학교
239	박희동	중부대학교	　	569	진승엽	전) 단국대학교 교양학부
240	박희현	서울시립대학교	　	570	차동길	단국대학교(2월 28일 퇴직)
241	방명애	우석대학교	　	571	차재윤	동아대학교
242	방병국	군장대학	　	572	차정식	경북외국어대학교(역임)
243	배규한	백석대 석좌교수	　	573	차정호	가톨릭의과대학
244	배순자	전주대학교	　	574	채규진	청운대학교
245	배양현	부산대학교	　	575	채영석	영남대학교
246	배원기	홍익대학교	　	576	채종희	서울대학교 의과대학
247	배종림	대구대학교 명예교수	　	577	천세영	충남대학교
248	배태준	한양대학교	　	578	천영수	제주대학교
249	배호순	서울여자대학교 명예교수	　	579	최경국	명지대학교
250	백성문	　	　	580	최경열	백석대학교
251	백승현	경희대학교 정경대학 정치외교학과	　	581	최규흥	인하대
252	백신영	목포해양대학교 기관경찰학부 명예교수	　	582	최덕규 교수	동아대학교 명예교수
253	변애선	전 동아대학교	　	583	최돈형	한국교원대학교
254	변홍식	성균관의대 삼성창원병원	　	584	최동훈	한양대학교 명예교수
255	사공건	동아대학교	　	585	최만기	계명대학교
256	서동선	명지대학교	　	586	최무진	계명대학교
257	서명석	공주대학교	　	587	최문기	한림대학교
258	서병국	대진대학교	　	588	최병순	한국교원대학교
259	서병규	가톨릭대학	　	589	최병암	충북대
260	서병민	성결대학교	　	590	최병용	인하대학교 경영학부
261	서병택	용인예술과학대학교	　	591	최보길	전남대학교 명예교수
262	서성석	. 전 호남대 초빙교수	　	592	최성용	서울여자대학교 경영학과
263	서수한	계명대학교 글로벌경영대학원 벤처창업대학원	　	593	최성희	서울대학교 의과대학
264	서완석	영남대학교	　	594	최순희	전남대학교
265	서용석	단국대	　	595	최연희	이화여자대학교
266	서용칠	연세대	　	596	최원목	이화여대
267	서우석	서울대명예교수	　	597	최인호	중앙대병원
268	서유원	가천대학교	　	598	최재갑	경북대학교
269	서인선	성결대학교(정년퇴임)	　	599	최재원	경성대학교
270	서재선	KC대학교	　	600	최정아	한림대학교
271	서창민	경북대	　	601	최종승	전 배재대학교
272	서흥석	한양대	　	602	최종태	대경대학교
273	석희태	연세대학교	　	603	최주수	동의대학교
274	성만영	고려대학교.명예교수.	　	604	최지은	서울의대
275	성상철	서울의대 명예교수	　	605	최추자	신라대학교 명예교수
276	성창섭	KAIST 명예교수	　	606	최현림	경희대학교
277	성풍현	카이스트	　	607	최화식	신한대학교
278	소재성	인하대학교	　	608	최흥권	한양대학교 미래인재교육원
279	손경연	한성대학교	　	609	최희섭	전주대학교
280	손대원	서울대학교	　	610	표미숙	부산대 명예교수
281	손병국	Midwest University	　	611	표언복	목원대
282	손병암	강원대학교	　	612	하 태문	인천대 명예교수
283	손세정	의정부을지대병원	　	613	하주화	서울예술대 교수 역임
284	손양훈	인천대학교	　	614	한도석	서강대학교
285	손원선	전 한남대학교	　	615	한봉구	서울과학기술대학교
286	손장열	한양대학교 명예교수	　	616	한상수	가천대학교
287	송기범	명예교수	　	617	한상헌	한국교원대학교 명예교수
288	송대선	영남대학교	　	618	한윤봉	전북대
289	송석우	경동대학교	　	619	한인성	부산대 명예교수
290	송수섭	세종대	　	620	한인수	대림대학교
291	송승달	경북대학교 명예교수	　	621	한정선	이화여대, 명예교수
292	송승종	대전대학교	　	622	허대정	전 서울과학기술대학교
293	송시영	한림대학교	　	623	허만호	경북대학교
294	송오섭	충남대학교	　	624	허성우	동아대학교
295	송재룡	경희대학교	　	625	허종훈	일본국립대학법인 큐슈공업대학
296	송지호	성신여대	　	626	허훈	고려대
297	송창호	금오공과대학교 명예교수	　	627	현은자	성균관대학교
298	송해룡	성균관대 명예교수	　	628	현태덕	안동대학교
299	신구식	University of Maryland University
 College	　	629	홍 병 주	강원대학교
300	신도철	숙명여대 명예교수	　	630	홍대식	전 고려대 정보보호대학원
301	신동령	단국대 명예교수	　	631	홍대형	서강대학교
302	신동하	상명대학교	　	632	홍덕헌	전 명지대학교
303	신백훈	성균관대학교 전직	　	633	홍봉근	전북대학교
304	신상영	카이스트	　	634	홍부길	이화여자대학교 명예교수
305	신상혁	(전)서일대학교 겸임교수	　	635	홍성걸	국민대 행정학과
306	신성철	경상국립대학교 화학과	　	636	홍성근	강남대학교
307	신성태	고려대학교	　	637	홍순조	우석대학교
308	신승국	용인대학교 2018 8즹년퇴임	　	638	홍승기	인하대학교
309	신영수 	　	　	639	홍승원	젼)경기대 겸임교수
310	신운섭	서강대	　	640	홍승환	서울대학교
311	신윤용	이화여대	　	641	홍우영	세종대학교
312	신의순	연세대학교	　	642	홍정기	포항공과대학교
313	신종우	전 계명문화대학교 사회복지상담학과	　	643	홍정표	경희대학교
314	신창민	 중앙대학교 명예교수	　	644	홍정희	부산대 명예교수
315	신형일	부경대학교	　	645	홍철기	서강대학교
316	신호영, 	한양대 명예교수	　	646	홍후조	고려대
317	신화용	덕성여자대학교 명예교수	　	647	황길중	동아대학교 전 겸임교수
318	신희정	울산대학교 서울아산병원	　	648	황남성	영남이공대학교
319	신희철	분당서울대학교병원 외과	　	649	황선욱	숭실대학교
320	안경희	인제대학교 은퇴교수	　	650	황성빈	세종대
321	안병한	단국대학교	　	651	황순봉	한림대학교
322	안성두	서울대학교	　	652	황순철	부산여자대학교
323	안순신	고려대 공대 명예교수	　	653	황영기	경남대학교
324	안익성	연세대학교	　	654	황영아	총신대학교
325	안중은 	안동대학교	　	655	황영애	전 상명대학교
326	안철원	서울시립대학교 명예교수	　	656	황의천	한국폴리텍대학(2021년 정년퇴임)
327	안형수	칠곡가톨릭병원	　	657	황훈성	동국대 영문과
328	안호원	서울벤처대학원대학교 평교원 주임교수	　	　	　	　
329	안홍식	이화여자대학교	　	　	　	　
330	양기석	동아대	　	　	　	　








